package etc;

public class StringCount {
    public static void main(String[] args) {

        String s = "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "１あいうえおかきくけこさしすせそ\n" +
                "０あいうえおかきくけこさしすせそいあ";

        System.out.println(s.length());

    }
}
